{
  "Computers": "Ordenadores",
"Notebooks": "Portátiles",
"Components": "Componentes",
  "LANGUAGE": "IDIOMA",
  "Welcome to ByteMasters!": "¡Bienvenido a ByteMasters!",
  "Your one-stop shop for the latest and greatest in computer technology. Whether you're a gamer, a professional, or just looking for a reliable machine, we've got you covered.": "Tu tienda única para lo último y lo mejor en tecnología informática. Ya seas un gamer, un profesional o simplemente busques una máquina confiable, tenemos lo que necesitas.",
  "🔥 Special Offers 🔥": "🔥 Ofertas Especiales 🔥",
  "Dell XPS 13": "Dell XPS 13",
  "Dell XPS 13 Description": " Ultrabook premium con Intel Core i7, 16GB de RAM y 512GB SSD. Compacto y potente para trabajo y entretenimiento.",
  "Price": "Precio",
  "Price Dell XPS 13": "$1399",
  "MacBook Pro 16": "MacBook Pro 16",
  "MacBook Pro 16 Description": " Portátil de alto rendimiento con chip Apple M4+, 16GB de RAM y 1TB SSD. Perfecto para profesionales y creativos.",
  "Price MacBook Pro 16": "$2399",
  "ASUS ROG Strix GA35": "ASUS ROG Strix GA35",
  "ASUS ROG Strix GA35 Description": " PC de escritorio de gama alta para gaming con AMD Ryzen 9, NVIDIA RTX 4080, 32GB de RAM y 2TB SSD. Diseñado para gamers.",
  "Price ASUS ROG Strix GA35": "$2000",
  "Lenovo Legion T5": "Lenovo Legion T5",
  "Lenovo Legion T5 Description": " PC de escritorio para gaming con AMD Ryzen 7, NVIDIA GeForce RTX 2070, 16GB de RAM y 1TB SSD. Diseñado para gamers que buscan alto rendimiento.",
  "Price Lenovo Legion T5": "$1400",
  "🆕 Latest Arrivals 🆕": "🆕 Últimas Novedades 🆕",
  "Check out the newest additions to our store! From the latest NVIDIA RTX 5090 GPUs to the powerful AMD Ryzen 9 processors, we have everything you need to build your dream PC.": "¡Descubre las últimas incorporaciones a nuestra tienda! Desde las nuevas GPUs NVIDIA RTX 5090 hasta los potentes procesadores AMD Ryzen 9, tenemos todo lo que necesitas para construir tu PC ideal.",
  "Explore our collection of high-performance components and accessories. Perfect for gamers, creators, and tech enthusiasts.": "Explora nuestra colección de componentes y accesorios de alto rendimiento. Perfectos para gamers, creadores y entusiastas de la tecnología.",
  "Stay ahead of the curve with our cutting-edge products. Shop now and be the first to experience the future of computing.": "Mantente a la vanguardia con nuestros productos de última generación. Compra ahora y sé el primero en experimentar el futuro de la informática.",
  "💻 Featured Products 💻": "💻 Productos Destacados 💻",
  "ASUS ROG Strix GA35DX": "ASUS ROG Strix GA35DX",
  "ASUS ROG Strix GA35DX Description": " El PC de escritorio definitivo para gaming con procesador AMD Ryzen 9, NVIDIA GeForce RTX 4090, 64GB de RAM y 2TB SSD. Perfecto para gamers que exigen lo mejor.",
  "Price ASUS ROG Strix GA35DX": "$2700",
  "Why Choose ByteMasters?": "¿Por qué elegir ByteMasters?",
  "At ByteMasters, we pride ourselves on offering top-quality products at competitive prices. Our team of experts is here to help you find the perfect solution for your needs.": "En ByteMasters, nos enorgullecemos de ofrecer productos de alta calidad a precios competitivos. Nuestro equipo de expertos está aquí para ayudarte a encontrar la solución perfecta para tus necesidades.",
  "Enjoy fast shipping, excellent customer service, and a wide range of products to choose from. Your satisfaction is our priority.": "Disfruta de envíos rápidos, excelente servicio al cliente y una amplia gama de productos para elegir. Tu satisfacción es nuestra prioridad.",
  "Join our community of tech enthusiasts and discover why ByteMasters is the go-to destination for all your computing needs.": "Únete a nuestra comunidad de entusiastas de la tecnología y descubre por qué ByteMasters es el destino preferido para todas tus necesidades informáticas.",
  "Brand": "Marca",
  "Model": "Modelo",
  "- Please select -": "- Por favor selecciona -",
  "Show Computer": "Mostrar Ordenador",
  "Specifications": "Especificaciones",
  "Processor": "Procesador",
  "Storage": "Almacenamiento",
  "Graphics": "Gráficos",
  "Add to Cart": "Añadir al Carrito"
}
