{
  "__comment": "Pagina de inicio",
  "Computers": "Ordenadores",
  "Notebooks": "Port치tiles",
  "Components": "Componentes",
  "LANGUAGE": "IDIOMA",
  "Welcome to ByteMasters!": "춰Bienvenido a ByteMasters!",
  "Your one-stop shop for the latest and greatest in computer technology. Whether you're a gamer, a professional, or just looking for a reliable machine, we've got you covered.": "Tu tienda 칰nica para lo 칰ltimo y lo mejor en tecnolog칤a inform치tica. Ya seas un gamer, un profesional o simplemente busques una m치quina confiable, tenemos lo que necesitas.",
  "游댠 Special Offers 游댠": "游댠 Ofertas Especiales 游댠",
  "Price": "Precio",
  "游 Latest Arrivals 游": "游 칔ltimas Novedades 游",
  "Check out the newest additions to our store! From the latest NVIDIA RTX 5090 GPUs to the powerful AMD Ryzen 9 processors, we have everything you need to build your dream PC.": "춰Descubre las 칰ltimas incorporaciones a nuestra tienda! Desde las nuevas GPUs NVIDIA RTX 5090 hasta los potentes procesadores AMD Ryzen 9, tenemos todo lo que necesitas para construir tu PC ideal.",
  "Explore our collection of high-performance components and accessories. Perfect for gamers, creators, and tech enthusiasts.": "Explora nuestra colecci칩n de componentes y accesorios de alto rendimiento. Perfectos para gamers, creadores y entusiastas de la tecnolog칤a.",
  "Stay ahead of the curve with our cutting-edge products. Shop now and be the first to experience the future of computing.": "Mantente a la vanguardia con nuestros productos de 칰ltima generaci칩n. Compra ahora y s칠 el primero en experimentar el futuro de la inform치tica.",
  "游눹 Featured Products 游눹": "游눹 Productos Destacados 游눹",
  "Why Choose ByteMasters?": "쯇or qu칠 elegir ByteMasters?",
  "At ByteMasters, we pride ourselves on offering top-quality products at competitive prices. Our team of experts is here to help you find the perfect solution for your needs.": "En ByteMasters, nos enorgullecemos de ofrecer productos de alta calidad a precios competitivos. Nuestro equipo de expertos est치 aqu칤 para ayudarte a encontrar la soluci칩n perfecta para tus necesidades.",
  "Enjoy fast shipping, excellent customer service, and a wide range of products to choose from. Your satisfaction is our priority.": "Disfruta de env칤os r치pidos, excelente servicio al cliente y una amplia gama de productos para elegir. Tu satisfacci칩n es nuestra prioridad.",
  "Join our community of tech enthusiasts and discover why ByteMasters is the go-to destination for all your computing needs.": "칔nete a nuestra comunidad de entusiastas de la tecnolog칤a y descubre por qu칠 ByteMasters es el destino preferido para todas tus necesidades inform치ticas.",

  "__comment": "P치ginas de los dispositivos",
  "Brand": "Marca",
  "Model": "Modelo",
  "- Please select -": "- Por favor selecciona -",
  "Show Computer": "Mostrar Ordenador",
  "Show Notebook": "Mostrar Port치til",
  "Specifications": "Especificaciones",
  "Processor": "Procesador",
  "Storage": "Almacenamiento",
  "Graphics": "Gr치ficos",
  "Add to Cart": "A침adir al Carrito",

  "__comment": "Descripciones de los ordenadores",
  "Inspiron 3880 Description": "El Dell Inspiron 3880 es un escritorio confiable conocido por su potente rendimiento y versatilidad. Es ideal para usuarios que necesitan una soluci칩n inform치tica confiable tanto para el trabajo como para el entretenimiento.",
  "Pavilion TP01 Description": "El HP Pavilion TP01 es un escritorio vers치til dise침ado para el uso diario. Ofrece un rendimiento s칩lido y una gama de caracter칤sticas adecuadas tanto para el trabajo como para el entretenimiento.",
  "IdeaCentre 5 Description": "El Lenovo IdeaCentre 5 es un escritorio elegante y potente ideal para el hogar y la oficina. Combina rendimiento y estilo, lo que lo convierte en una excelente opci칩n para diversas tareas.",
  "Aspire TC-895 Description": "El Acer Aspire TC-895 es un escritorio compacto conocido por su robusto rendimiento. Es adecuado para usuarios que necesitan una soluci칩n inform치tica confiable y que ahorre espacio.",
  "ROG Strix GA15 Description": "El ASUS ROG Strix GA15 es un escritorio para juegos con un rendimiento de alta gama. Est치 dise침ado para jugadores que necesitan un sistema potente y confiable para juegos y entretenimiento.",
  "XPS 8940 Description": "El Dell XPS 8940 es un escritorio de alto rendimiento dise침ado para tareas exigentes. Ofrece hardware potente y caracter칤sticas avanzadas para usuarios que necesitan una soluci칩n inform치tica confiable.",
  "Envy TE01 Description": "El HP Envy TE01 es un escritorio premium con caracter칤sticas potentes. Es ideal para usuarios que necesitan un sistema de alto rendimiento tanto para el trabajo como para el entretenimiento.",
  "Legion T5 Description": "El Lenovo Legion T5 es un escritorio para juegos con un rendimiento de primera categor칤a. Est치 dise침ado para jugadores que necesitan un sistema potente y confiable para juegos y entretenimiento.",
  "Prdator Orion 3000 Description": "El Acer Predator Orion 3000 es un escritorio para juegos con un rendimiento excepcional. Es adecuado para jugadores que necesitan un sistema de alto rendimiento para juegos y entretenimiento.",
  "ROG Strix GA35 Description": "El ASUS ROG Strix GA35 es un escritorio para juegos de alta gama con un rendimiento superior. Est치 dise침ado para jugadores que necesitan un sistema potente y confiable para juegos y entretenimiento.",
  "Inspiron 3881 Description": "El Dell Inspiron 3881 es un escritorio confiable con caracter칤sticas actualizadas. Es ideal para usuarios que necesitan una soluci칩n inform치tica confiable tanto para el trabajo como para el entretenimiento.",
  "Pavilion TP02 Description": "El HP Pavilion TP02 es un escritorio vers치til con un rendimiento mejorado. Ofrece un rendimiento s칩lido y una gama de caracter칤sticas adecuadas tanto para el trabajo como para el entretenimiento.",
  "IdeaCentre 3 Description": "El Lenovo IdeaCentre 3 es un escritorio compacto dise침ado para tareas cotidianas. Combina rendimiento y estilo, lo que lo convierte en una excelente opci칩n para diversas tareas.",
  "Aspire TC-885 Description": "El Acer Aspire TC-885 es un escritorio econ칩mico con un rendimiento s칩lido. Es adecuado para usuarios que necesitan una soluci칩n inform치tica confiable y asequible.",
  "ROG Strix GA15DH Description": "El ASUS ROG Strix GA15DH es un escritorio para juegos con una gran relaci칩n calidad-precio. Est치 dise침ado para jugadores que necesitan un sistema potente y confiable para juegos y entretenimiento.",
  "XPS 8930 Description": "El Dell XPS 8930 es un escritorio de alto rendimiento dise침ado para tareas creativas. Ofrece hardware potente y caracter칤sticas avanzadas para usuarios que necesitan una soluci칩n inform치tica confiable.",
  "Envy TE02 Description": "El HP Envy TE02 es un escritorio premium con caracter칤sticas avanzadas. Es ideal para usuarios que necesitan un sistema de alto rendimiento tanto para el trabajo como para el entretenimiento.",
  "Legion T7 Description": "El Lenovo Legion T7 es un escritorio para juegos con un rendimiento definitivo. Est치 dise침ado para jugadores que necesitan un sistema potente y confiable para juegos y entretenimiento.",
  "Predator Orion 5000 Description": "El Acer Predator Orion 5000 es un escritorio para juegos de alta gama con un rendimiento excepcional. Es adecuado para jugadores que necesitan un sistema de alto rendimiento para juegos y entretenimiento.",
  "ROG Strix GA35DX Description": "El ASUS ROG Strix GA35DX es un escritorio para juegos de primera categor칤a con un rendimiento inigualable. Est치 dise침ado para jugadores que necesitan un sistema potente y confiable para juegos y entretenimiento.",
  "Predator Orion 3000 Description": "El Acer Predator Orion 3000 es un escritorio para juegos con un rendimiento excepcional. Es adecuado para jugadores que necesitan un sistema de alto rendimiento para juegos y entretenimiento.",

  "__comment": "Descripciones de los port치tiles",
  "MacBook Air Description": "El Apple MacBook Air es un port치til ligero y port치til conocido por su dise침o elegante, larga duraci칩n de bater칤a y rendimiento confiable. Es ideal para usuarios que necesitan una soluci칩n inform치tica potente y port치til.",
  "MacBook Air M1 Description": "El Apple MacBook Air M1 es un port치til ligero y port치til conocido por su dise침o elegante, larga duraci칩n de bater칤a y potente chip M1. Es ideal para usuarios que necesitan una soluci칩n inform치tica potente y port치til.",
  "MacBook Pro Description": "El Apple MacBook Pro es un port치til de alto rendimiento conocido por su dise침o elegante, hardware potente y caracter칤sticas avanzadas. Es ideal para profesionales y creativos que buscan una soluci칩n inform치tica confiable y potente.",
  "MacBook Pro 16 Description": "El Apple MacBook Pro 16 es un port치til de alto rendimiento conocido por su gran pantalla, hardware potente y caracter칤sticas avanzadas. Es ideal para profesionales y creativos que necesitan una soluci칩n inform치tica confiable y potente.",
  "Inspiron 15 Description": "El Dell Inspiron 15 es un port치til vers치til conocido por su asequibilidad, rendimiento s칩lido y amplia gama de caracter칤sticas. Es adecuado tanto para el trabajo como para el entretenimiento.",
  "Inspiron 14 Description": "El Dell Inspiron 14 es un port치til vers치til conocido por su asequibilidad, rendimiento s칩lido y amplia gama de caracter칤sticas. Es adecuado tanto para el trabajo como para el entretenimiento.",
  "XPS 13 Description": "El Dell XPS 13 es un ultrabook premium conocido por su dise침o compacto, pantalla impresionante y rendimiento potente. Es ideal para usuarios que buscan un port치til de alta calidad para el trabajo y el entretenimiento.",
  "XPS 15 Description": "El Dell XPS 15 es un port치til premium conocido por su pantalla impresionante, rendimiento potente y dise침o elegante. Es adecuado para usuarios que necesitan un port치til de alta calidad para el trabajo y el entretenimiento.",
  "ThinkPad T14 Description": "El Lenovo ThinkPad T14 es un port치til empresarial conocido por su durabilidad, rendimiento y caracter칤sticas avanzadas de seguridad. Est치 dise침ado para profesionales que necesitan una soluci칩n inform치tica confiable y segura.",
  "ThinkPad L14 Description": "El Lenovo ThinkPad L14 es un port치til empresarial conocido por su durabilidad, rendimiento y caracter칤sticas avanzadas de seguridad. Est치 dise침ado para profesionales que necesitan una soluci칩n inform치tica confiable y segura.",
  "ThinkPad X1 Carbon Description": "El Lenovo ThinkPad X1 Carbon es un port치til empresarial conocido por su durabilidad, rendimiento y caracter칤sticas avanzadas. Es ideal para profesionales que buscan una soluci칩n inform치tica confiable y productiva.",
  "ThinkPad X1 Yoga Description": "El Lenovo ThinkPad X1 Yoga es un port치til convertible empresarial conocido por su durabilidad, rendimiento y caracter칤sticas avanzadas. Est치 dise침ado para profesionales que necesitan una soluci칩n inform치tica vers치til y confiable.",
  "Surface Go 2 Description": "El Microsoft Surface Go 2 es un dispositivo 2 en 1 compacto y port치til conocido por su versatilidad, pantalla de alta resoluci칩n y rendimiento s칩lido. Es ideal para usuarios que necesitan una soluci칩n inform치tica flexible y port치til.",
  "Surface Pro 7 Description": "El Microsoft Surface Pro 7 es un dispositivo 2 en 1 vers치til conocido por su portabilidad, pantalla de alta resoluci칩n y rendimiento potente. Es ideal para usuarios que necesitan una soluci칩n inform치tica flexible para el trabajo y el entretenimiento.",
  "Surface Laptop 4 Description": "El Microsoft Surface Laptop 4 es un port치til premium conocido por su dise침o elegante, pantalla de alta resoluci칩n y rendimiento potente. Es ideal para usuarios que buscan un port치til de alta calidad para el trabajo y el entretenimiento.",
  "Surface Book 3 Description": "El Microsoft Surface Book 3 es un dispositivo 2 en 1 de alto rendimiento conocido por su hardware potente, dise침o desmontable y pantalla de alta resoluci칩n. Es ideal para usuarios que necesitan una soluci칩n inform치tica flexible y potente.",
  "ZenBook 14 Description": "El ASUS ZenBook 14 es un ultrabook premium conocido por su dise침o elegante, pantalla impresionante y rendimiento potente. Es adecuado para usuarios que necesitan un port치til de alta calidad para el trabajo y el entretenimiento.",
  "VivoBook S15 Description": "El ASUS VivoBook S15 es un port치til vers치til conocido por su pantalla vibrante, rendimiento s칩lido y dise침o elegante. Es adecuado para usuarios que necesitan un port치til flexible y de alta calidad para diversas tareas.",
  "ROG Zephyrus G14 Description": "El ASUS ROG Zephyrus G14 es un port치til para juegos conocido por su hardware potente, dise침o compacto y pantalla de alta frecuencia de actualizaci칩n. Es adecuado para jugadores que necesitan un port치til de alto rendimiento para juegos y entretenimiento.",
  "TUF Gaming A15 Description": "El ASUS TUF Gaming A15 es un port치til para juegos conocido por su construcci칩n duradera, rendimiento potente y pantalla de alta frecuencia de actualizaci칩n. Es adecuado para jugadores que necesitan un port치til confiable y de alto rendimiento para juegos y entretenimiento.",

  "__comment": "P치gina de componentes para ordenadores",
  "Processors": "Procesadores",
  "Available CPUs": "Procesadores Disponibles",
  "Graphics Cards": "Tarjetas Gr치ficas",
  "Available GPUs": "Tarjetas Gr치ficas Disponibles",
  "Motherboards": "Placas Base",
  "Available Motherboards": "Placas Base Disponibles",
  "Memory": "Memoria",
  "Available RAMs": "Memoria Disponible",
  "Storage": "Almacenamiento",
  "Available Storage": "Almacenamiento Disponible",
  "Read Speed": "Velocidad de Lectura",
  "Power Supplies": "Fuentes de Alimentaci칩n",
  "Available Power Supplies": "Fuentes de Alimentaci칩n Disponibles",
  "Efficiency": "Eficiencia",
  "Cases": "Cajas",
  "Available Cases": "Cajas Disponibles",
  "Cooling": "Refrigeraci칩n",
  "Available Cooling": "Refrigeraci칩n Disponible",
  "Fans": "Ventiladores",
  "Available Fans": "Ventiladores Disponibles",
  "Type": "Tipo",

  "__comment": "Tipos de cajas",
  "Mid Tower": "Torre Mediana",
  "Open Frame": "Marco Abierto",

  "__comment": "Tipos de refrigeraci칩n",
  "Air Cooler": "Refrigeraci칩n por Aire",
  "Liquid Cooler": "Refrigeraci칩n L칤quida",

  "__comment": "Parte de la tienda",
  "Shopping Cart": "Carrito de Compras",
  "Remove": "Eliminar",
  "Empty Cart": "Vaciar Carrito",
  "Checkout": "Pagar",
  "Your cart is empty": "Tu carrito est치 vac칤o",

  "__comment": "Encabezado",
  "Log In": "Iniciar Sesi칩n",
  "Sign Up": "Registrarse",
  "Sign up": "Registrarse",
  "Logout": "Cerrar Sesi칩n",
  "Profile": "Perfil",

  "__comment": "P치gina de inicio de sesi칩n y registro",
  "Log in": "Iniciar Sesi칩n",
  "Sign up": "Registrarse",
  "Name": "Nombre",
  "Email": "Correo Electr칩nico",
  "Password": "Contrase침a",
  "Submit": "Enviar",
  "The email is already registered. Please use a different one.": "El correo ya est치 registrado. Por favor, usa uno diferente.",
  "Error registering the user": "Error al registrar al usuario",
  "Credentials incorrect. Please try again.": "Credenciales incorrectas. Por favor, int칠ntalo de nuevo."
}
